Revit 2027 API
ParameterTypeId.DimPrefix Property
 "Dimension Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimPrefix { get; }
Public Shared ReadOnly Property DimPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimPrefix {
	ForgeTypeId^ get ();
}
static member DimPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace